Repository: Presskopp/easy-form-builder
Catalog: languages/easy-form-builder-*.po
Languages: fa_ir

source: Panel
fa_ir: پنل

source: Easy Form Builder
fa_ir: آسان فرم ساز

source: Secure Error 403
fa_ir: خطای ایمن 403

source: Something went wrong,Please refresh the page
fa_ir: اشتباهی رخ داده است. لطفاً صفحه را رفرش کنید

source: Invalid require, Please Check everything
fa_ir: درخواست غلط است، لطفا همه چیز را چک کنید

source: You don't allow to use HTML tag
fa_ir: شما اجازه استفاده از تگ‌های HTML‌را ندارید

source: update
fa_ir: بروز‌رسانی

source: Please enter a vaild value
fa_ir: لطفا مقدار درست وارد کنید

source: Something went wrong,Please refresh the page and Enter value
fa_ir: اشتباهی رخ داده است. لطفاً صفحه را رفرش کنید

source: Message was sent
fa_ir: پیام ارسال شد

source: Please enter a message
fa_ir: لطفا یک پیام بنویسد

source: Your activation code is not Correct!
fa_ir: کد فعال سازی صحیح نیست!

source: Tracking Code not found!
fa_ir: کد‌پیگری یافت نشد!

source: Files Deleted
fa_ir: فایل‌ها حذف شد

source: Create
fa_ir: ایجاد

source: Define
fa_ir: تعریف

source: Form Name
fa_ir: نام فرم

source: Number of steps
fa_ir: تعداد گام‌ها

source: Allow multi-select
fa_ir: فعال‌سازی انتخاب چندگانه

source: Drag and drop UI
fa_ir: حالت کشیدن و رها کردن

source: Create Date
fa_ir: تاریخ ایجاد

source: Edit
fa_ir: ویرایش

source: Content
fa_ir: محتوا

source: Track No.
fa_ir: کد پیگیری

source: Form Date
fa_ir: تاریخ فرم

source: By
fa_ir: بوسیله

source: IP
fa_ir: آي‌پی

source: Info
fa_ir: اطلاعات

source: Response
fa_ir: پاسخ

source: Date
fa_ir: تاریخ

source: Video Download Link
fa_ir: لینک دانلود ویدئو

source: Download Viedo
fa_ir: دانلود ویدئو

source: You can not use HTML Tag or send blank message.
fa_ir: شما نمی‌توانید پیامی حاوی تگ‌های HTML یا بدون متن ارسال کنید.

source: Error,
fa_ir: خطا ،

source: Reply
fa_ir: پاسخ

source: Messages
fa_ir: پیام‌ها

source: Close
fa_ir: بستن

source: Please Waiting
fa_ir: لطفا صبر کنید

source: Loading
fa_ir: در حال بار‌گذاری

source: Remove!
fa_ir: حذف!

source: Are you sure want to delete this item?
fa_ir: آیا مطمئنید که می خواهید آیتم را پاک کنید ؟

source: NO
fa_ir: نه

source: Yes
fa_ir: بله

source: Title of step
fa_ir: عنوان گام

source: Pro Version
fa_ir: نسخه ویژه

source: Get Pro version
fa_ir: دریافت نسخه ویژه

source: Click here to get Activate Code.
fa_ir: جهت دریافت کد فعال‌سازی اینجا را کلیک کنید.

source: Email
fa_ir: ایمیل

source: Tracking code
fa_ir: کد پیگیری

source: Save
fa_ir: ذخیره

source: Waiting
fa_ir: صبر کنید

source: Saved
fa_ir: ذخیره شد

source: Step Name
fa_ir: نام گام

source: Icon of step
fa_ir: آیکون گام

source: Step Titles
fa_ir: عنوان گام‌ها

source: Elements:
fa_ir: المان‌ها:

source: Delete
fa_ir: حذف

source: New option
fa_ir: گزینه جدید

source: Documents
fa_ir: اسناد

source: Image
fa_ir: تصویر

source: Media
fa_ir: رسانه

source: (Video or Audio)
fa_ir: (صوت یا ویدیو‌)

source: Zip
fa_ir: زیپ

source: Required
fa_ir: ضروری

source: button
fa_ir: دکمه

source: text
fa_ir: متن

source: password
fa_ir: رمز

source: email
fa_ir: ایمیل

source: number
fa_ir: عدد

source: file
fa_ir: فایل

source: date
fa_ir: تاریخ

source: tel
fa_ir: تلفن

source: textarea
fa_ir: متن‌طولانی

source: checkbox
fa_ir: چک‌باکس

source: radiobutton
fa_ir: دکمه‌رادیویی

source: multiselect
fa_ir: انتخاب‌ چند‌گانه

source: url
fa_ir: پیوند

source: range
fa_ir: رنج

source: color
fa_ir: رنگ

source: File Type
fa_ir: نوع فایل

source: Label:*
fa_ir: برچسب:*

source: Class
fa_ir: کلاس

source: ID
fa_ir: آی‌دی

source: Tooltip
fa_ir: تولتیپ

source: The Form Updated
fa_ir: فرم بروز شد

source: Good Job
fa_ir: عالی بود

source: The form has been successfully updated
fa_ir: فرم با موفقیت بروز شد

source: The form is successfully built
fa_ir: فرم با موفقیت ساخته شد

source: Form Code
fa_ir: کد فرم

source: Done
fa_ir: انجام شد

source: Demo
fa_ir: آزمایشی

source: Alert!
fa_ir: هشدار!

source: Please fill in all required fields.
fa_ir: لطفا همه قسمت های لازم را تکمیل کنید.

source: This option is available in Pro version
fa_ir: این ویژگی در نسخه ویژه موجود است

source: Preview
fa_ir: پیش‌ نمایش

source: Something went wrong, Please refresh and try again
fa_ir: اشتباهی رخ داده است. لطفاً دوباره سعی کنید

source: The form has not been created!
fa_ir: فرم ساخته نشد!

source: At first create a form and add elemants then try again
fa_ir: در قدم اول یک فرم بسازید و المان ها را اضافه کنید سپس مجددا سعی کنید

source: Click here for Active Pro vesrsion
fa_ir: برای فعال‌سازی نسخه ویژه اینجا را کلیک کنید

source: Some steps not defined, Please check:
fa_ir: بعضی از گام‌ها تعریف نشده است. لطفا چک کنید:

source: If you need create more than 2 Steps, activeate
fa_ir: اگر می خواهید بیشتر از 2 گام بسازید، فعال کنید

source: You can create minmum 1 and maximum 2 Steps.
fa_ir: شما می توانید حداقل 1 گام و حداکثر 2 گام بسازید.

source: You Could create minmum 1 Step and maximum 20 Step
fa_ir: شما می توانید حداقل 1 گام و حداکثر 20 گام بسازید

source: Select a opetion (Disabled in test view)
fa_ir: انتخاب چند گزینه‌ای (در حالت آزمایشی غیر فعال)

source: Drag and drop a
fa_ir: بکشید و رها کنید

source: or click here
fa_ir: یا کلیک کنید

source: Please enter the tracking code
fa_ir: لطفا شماره پیگیری را وارد کنید

source: Please Enter the phone number
fa_ir: لطفا یک شماره تلفن وارد کنید

source: Please make sure all fields are filled in correctly.
fa_ir: لطفا مطمئن شوید تمامی ورودی‌ها را به درستی پر کرده اید.

source: Please Enter the Email address
fa_ir: لطفا یک ایمیل آدرس وارد کنید

source: Form is not found
fa_ir: فرم پیدا نشد

source: Error Code:V01
fa_ir: کد خطا : وی01

source: Please enter a valid URL. Protocol is required (http://, https://)
fa_ir: لطفا آدرس پیوند صحیح وارد کنید. پرتکول اجباری است(http://, https://)

source: Password must be at least 8 characters
fa_ir: رمز عبور می بایست حداقل 8 حرف باشد

source: Registered
fa_ir: ثبت شد

source: Your information is successfully registered
fa_ir: اطلاعات شما با موفقیت ثبت شد

source: You do not have permission to upload this file:
fa_ir: شما مجاز اجازه بارگذاری ندارید برای این فایل:

source: Please upload a
fa_ir: لطفا بارگذاری کنید یک

source: Tracking Form
fa_ir: فرم پیگیری

source: Tracking Code is not valid.
fa_ir: کد پیگیری صحیح نیست.

source: Please Checked Box of I am Not robot
fa_ir: لطفا گزینه من ربات نیستم را انتخاب کنید

source: Please
fa_ir: لطفا

source: Something went wrong,Please check all input
fa_ir: مشکلی بوجود آمده است، لطفا تمام وردی‌ها را چک کنید

source: Form not Created!
fa_ir: فرم ساخته نشد!

source: Enter Activate Code
fa_ir: کد فعال‌سازی را وارد کنید

source: reCAPTCHA v2
fa_ir: ری‌کپچا 2

source: reCAPTCHA
fa_ir: ری‌کپچا

source: protects your website from fraud and abuse.
fa_ir: وب‌سایت شما را از اسپم وهزرنامه محافظت می کند.

source: Click here to watch a video tutorial.
fa_ir: اینجا را برای دید ویدئو آموزشی کلیک کنید.

source: SITE KEY
fa_ir: کلید سایت

source: Enter SITE KEY
fa_ir: کلید سایت را اینجا وارد کنید

source: SECRET KEY
fa_ir: کلید امنیتی

source: Enter SECRET KEY
fa_ir: کلید امنیتی را اینجا وارد کنید

source: Alert Email
fa_ir: ایمیل هشدار

source: When Easy Form Builder recives a new message, It will send an alret email to admin of plugin.
fa_ir: وقتی آسان فرم ساز یک پیام جدید دریافت کند ، یک ایمیل هشدار به مدیر افزونه ارسال می کند.

source: Enter Admin Email
fa_ir: ایمیل ادمین را وارد کنید

source: Clear Files
fa_ir: حذف فایل‌ها

source: You can Remove unnecessary file uploaded by user with below button
fa_ir: از طریق دکمه زیر ، فایل های غیر ضروری که توسط مخاطبین شما بار‌گذاری شده است را حذف کنید

source: Clear unnecessary files
fa_ir: حذف فایل‌های غیر ضروری

source: If you don't want to show tracking code to user, don't mark below option.
fa_ir: اگر می خواهید کد پیگیری نمایش داده نشود، گزینه زیر را انتخاب نکنید.

source: Show tracking Code
fa_ir: نمایش کد پیگیری

source: Tracking code Finder
fa_ir: جستجوگر کد پیگیری

source: Copy and Paste below short-code of tracking code finder in any page or post.
fa_ir: کد-کوتاه جستجوگر کدپیگیری را کپی و در هر صفحه یا پست دلخواه پیست کنید.

source: How to configure Easy Form Builder
fa_ir: چگونه آسان فرم ساز را تنظیم کنیم

source: How to get Google reCAPTCHA and implement it into Easy Form Builder
fa_ir: چگونه ری‌کپچا گوگول بگیریم و به آسان فرم ساز اضافه کنیم

source: How to activate the alert email for new form submission
fa_ir: چگونه ایمیل اطلاع رسانی بعد ثبت فرم را فعال کنیم

source: How to create and add a form with Easy Form Builder
fa_ir: چگونه یک فرم جدید درآسان فرم ساز بسازیم

source: How to activate a tracking code in Easy Form Builder
fa_ir: چگونه کد پیگیری را در آسان فرم ساز فعال کنیم

source: How to work with panels in Easy Form Builder
fa_ir: چگونه با پنل آسان فرم ساز کار کنیم

source: How to add a tracking form to a post, page, or custom post type
fa_ir: چگونه فرم پیگیری را به یک پست یا صحفه اضافه کنیم

source: How to find a response through a tracking ID
fa_ir: چگونه یک پیام خاص را بوسیله کد پیگیری پیدا کنیم

source: Forms
fa_ir: فرم‌ها

source: Setting
fa_ir: تنظیمات

source: help
fa_ir: کمک

source: Search track No.
fa_ir: جستجو کد‌ پیگیری

source: Search
fa_ir: جستجو

source: Please watch this tutorial
fa_ir: لطفا این آموزش را تماشا کنید

source: The form is not shown, Becuase You Have not added Google recaptcha at setting of Easy Form Builder Plugin.
fa_ir: فرم نمایش داده نشد‌ به دلیل اینکه شما گوگل ری‌کپچا را در قسمت تنظیمات آسان فرم اضافه نکرده اید

source: Error verifying recaptcha
fa_ir: خطا تایید هویت ری‌کپچا

source: Password must be at least 8 characters long contain a number and an uppercase letter
fa_ir: پسورد باید حداقل 8 حرف باشد و شامل عدد و حرف بزرگ باشد

source: Please fill in the form.
fa_ir: لطفا فرم را پر کنید

source: Error,Are you a robot?
fa_ir: خطا ، شما ربات هستید ؟

source: Secure Error 405
fa_ir: خطای ایمن 405

source: Error,Setting is not set
fa_ir: خطا ، تنظیمات وجود ندارد

source: Something went wrong ,Please refresh and try again
fa_ir: اشتباهی رخ داده است. لطفاً صفحه را رفرش کنید
